Repository: common-repository/hotlink2watermark
Catalog: lang/hotlink2watermark-*.po
Languages: fr_fr

source: Tranform your hotlinked photos to ads!
fr_fr: Transformez le piratage de vos photos en publicités !

source: <b>Hotlink2Watermark</b> is a plugin which allow you to display a watermark within each images being 'hotlinked' from your website.<br />
fr_fr: <b>Hotlink2Watermark</b> est un plugin qui vous permet d'afficher un watermark (filigrane) sur les images qui ont été hotlinkées de votre site.<br />

source: An hotlinked image is an image hosted on your website but displayed on another website by an unscrupulous webmaster<br />
fr_fr: Une image hotlinkée est une image qui est hébergée sur votre site mais est affichée sur un autre site par un webmaster indélicat.<br />

source: This overload the bandwith of your website without bringing any visitor.<br />
fr_fr: Cela surcharge la bande passante de votre serveur sans vous amener de visiteurs.<br />

source: This plugin transform this inconvenience into advantage by allowing you to display a link to your image on these image.<br /><br />
fr_fr: Ce plugin transforme cet inconvénient en avantage en vous permettant d'afficher sur ces images le lien vers votre site, par exemple.<br />

source: This plugin does not prevent the steal of your images.
fr_fr: Ce plugin n'empêchera pas les images d'être 'volées' de votre site.

source: To know if you have any hotlinked image on other websites, click the link below:
fr_fr: Pour savoir si vous avez des images hotlinkées sur d'autres sites, cliquez sur le lien ci-dessous :

source: <b>Hotlink2Watermark</b> is a plugin developped by <a href='http://www.tranchesdunet.com/'>Jean-Marc BIANCA</a>
fr_fr: <b>Hotlink2Watermark</b> est un plugin développé par <a href='http://www.tranchesdunet.com/'>Jean-Marc BIANCA</a>

source: This plugin has been developped for free. If, by chance, you find it useful, you can thanks me with the Paypal button below ;)
fr_fr: Ce plugin a été développé gratuitement.<br />Si jamais il vous est utile, vous pouvez me remercier grâce au bouton Paypal ci-dessous ;)

source: Settings
fr_fr: Réglages

source: If a watermark image is defined, it will be used, else the watermark text will be used
fr_fr: Si un Watermark image est défini il sera utilisé, sinon, c'est le Watermark texte qui sera utilisé

source: Watermark text settings:
fr_fr: Réglages du texte de Watermark :

source: Text:
fr_fr: Texte :

source: Font size:
fr_fr: Taille de la police :

source: in pixel
fr_fr: en pixel

source: Text angle:
fr_fr: Angle du texte :

source: in degrees
fr_fr: en degres

source: Watermark image settings:
fr_fr: Réglages de l'image de Watermark :

source: Image url (absolute Url, with 'http://' before):
fr_fr: Url de l'image (Url absolue, avec 'http://' devant) :

source: General settings:
fr_fr: Réglages généraux :

source: Watermark opacity:
fr_fr: Opacité du watermark :

source: in percent (0 = invisible)
fr_fr: en pourcentage (0 = invisible)

source: Watermark position:
fr_fr: Position du watermark :

source: <b>Attention</b> : the cache directory cannot be created. You must manually create a directory called 'cache' in this plugin directory, with all read and write permissions.<br />
fr_fr: <b>Attention</b> : le repertoire de cache n'existe pas et n'a pas pu être créé. Vous devez créer manuellement un repertoire 'cache' dans le repertoire du plugin, avec tous les droits en lecture et écriture.<br />

source: <b>Attention</b> : the cache directory can't be written. You must change the 'cache' directory permission, in order to allow the plugin to work.
fr_fr: <b>Attention</b> : le repertoire de cache n'est pas accessible en écriture. Vous devez changer les permissions du répertoire 'cache' dans le repertoire du plugin pour qu'il fonctionne.

source: Referer's save:
fr_fr: Sauvegarde des referers :

source: The referer's save allow you to know from which website your hotlinked images are called. This can be useful to, e.g., add a rules in the .htaccess file to avoid the watermarking of your image for specific website (e.g. Facebook). The referer's save is done in a CSV file, which can be opened in Excel.
fr_fr: La sauvegarde des referers vous permet de savoir depuis quels sites sont appelées vos images hotlinkées. Cela vous permettra éventuellement d'ajouter une règle dans le .htaccess pour éviter le 'marquage' des images pour un site particulier (ex: Facebook). La sauvegarde des referers se fait dans un fichier CSV, que l'on peut ouvrir dans Excel par exemple

source: Save the referers
fr_fr: Sauvegarder les referers

source: Open file:
fr_fr: Ouvrir le fichier :

source: The file cannot be found!
fr_fr: Le fichier est introuvable !

source: <b>Attention</b> : the 'referer.csv' cannot be created. <br />You must modify this plugin's directory writing permissions or create an empty file called 'referer.csv' in this plugin's directory, with all writing permissions sets.
fr_fr: <b>Attention</b> : Impossible de créer le fichier 'referer.csv'. <br />Merci de bien vouloir modifier les autorisations d'écriture sur le répertoire du plugin, ou de créer un fichier vide 'referer.csv' dans le répertoire du plugin, avec tous les droits en écriture.

source: .htaccess settings:
fr_fr: Réglages du .htaccess :

source: Settings not found in your .htaccess
fr_fr: Configuration non trouvée dans votre fichier .htaccess

source: <b>Attention</b> : the plugin's settings cannot be found in your .htaccess file. You must update it by clicking on the 'Update the .htaccess' button
fr_fr: <b>Attention</b> : la configuration du plugin n'a pas été trouvée dans votre fichier .htaccess. Merci de le mettre à jour en cliquant sur le bouton 'Mise à jour du .htaccess'

source: Update the .htaccess
fr_fr: Mise à jour du .htaccess

source: To add another rule (e.g. display normally your images on Google Image)
fr_fr: Pour ajouter une règle supplémentaire. Ex : afficher les images normalement sur google images

source: Add this line between the last and the penultimate line of the section below, in your .htaccess file
fr_fr: Rajoutez la ligne suivante entre la derniere et l'avant derniere ligne de la section ci-dessus, dans votre fichier .htaccess

source: Update
fr_fr: Mettre à jour

source: Protected by Hotlink2Watermark
fr_fr: Protégé par Hotlink2Watermark

source: Settings updated
fr_fr: Paramètres mis à jour

source: empty
fr_fr: vide
